# .upper()-დიდი ასოებით იწერება ტექსტი
# .lower()-პატარა ასოებით იწერება ტექსტი
# .capitalize()-პირველი ასო დიდი ხდება
# .find()-რაღაც ასოს პოვნა სიტყვაში
# .isupper()-ვამოწმებთ დიდი ასოებით წერია თუ არა ტექსტი
# .islower()-ვამოწმებთ პატარა ასოებით წერია თუ არა ტექსტი
# .swapcase()-ცვლის პატარა ასოებს დიდად და დიდებს პატარებად
# .replace()-ანაცვლებს სტრინგს სხვით
# .isdigit()-შედგება თუ არა სტრინგი მხოლოდ ციფრებისგან
# .isalpha()-შედგება თუ არა სტრინგი მხოლოდ ასოებისგან
# .isalnum()-შედგება თუ არა სტრინგი ასოებისგან და ციფრებისგან
# .split()-სტრინგს ნაწილებად ჰყოფს