# .upper()-ტექსტი სულ დიდი ასოებით იწერება
# .lower()-ტექსტი სულ პატარა ასოებით იწერება
# .capitalize()- პირველი დიდი ასოა
# .find()-როდესაც სიტყვაში ასოს პოვნა გვინდა მაშინ ვიყენებთ
# .isupper()-ვამოწმებთ დიდი ასოებით წერია თუ არა ტექსტი
# .islower()-ვამოწმებთ პატარა ასოებით წერია თუ არა ტექსტი
# .swapcase()-ანაცვლებს დიდ და პატარა ასოებს ერთმანეთში
# .replace()-ანაცვლებს სტრინგს ტიპით
# .isdigit()-შედგება თუ არა სტრინგი მხოლოდ ციფრებისგან
# .isalpha()-შედგება თუ არა სტრინგი მხოლოდ ასოებისგან
# .isalnum()-შედგება თუ არა სტრინგი ასოებისგან და ციფრებისგან
# .split()-სტრინგს ნაწილებად ჰყოფს